{
    "home":
    {
        "place": "Taipei, Taiwan",
        "words": "It feels so good that we are in the same city."
    },

    "colors":
    {
        "here": "Khaki",
        "there": "MediumPurple"
    },

    "trips":
    {
        "seatleSister":
        {
            "here": "Taipei, Taiwan",
            "there": "Seatle, United States",
            "timeDiff": -16,
            "words":
            {
                "2014/11/15": "Happy little anniversary!",
                "2014/12/5": "I'm going to Seattle, yet my heart stay with you.",
                "2014/12/6": "I wish I were there welcoming you back to Taipei.",
                "2014/12/7": "Hope Agogo treats you well, he needs time to adjust.",
                "2014/12/8": "Balance body and mind on your own, I have faith in you.",
                "2014/12/9": "It's the forth day that I left Taiwan, I miss you deeply...",
                "2014/12/10": "Please do send my regards to your mom; I love you deeply.",
                "2014/12/11": "First day on duty? You are the best! I believe in you!",
                "2014/12/12": "TGI Fridays! Please do celebrate the weekend; I miss you.",
                "2014/12/13": "Saturday, do have more sleep, rest, and fun time with Agogo!",
                "2014/12/14": "Sunday, I try my best to be the sunshine in ur heart to make u warm.",
                "2014/12/15": "10 days to our 6 years anniversary, baby ur so wonderful to me.",
                "2014/12/16": "Oliver says hi to you too, Uncle John from Taiwan!",
                "2014/12/17": "Does Agogo miss me? I miss you and Agogo so much!",
                "2014/12/18": "Miss you every night and day, miss your hands, lip, everything.",
                "2014/12/19": "Every day when I'm waking up, you are the first thought of mine.",
                "2014/12/20": "To have met you is the most wonderful thing that happens in my life.",
                "2014/12/21": "Thank you for taking care of Agogo, take good care of yourself too.",
                "2014/12/22": "A whole new week, good starts for everything, I'm with you.",
                "2014/12/23": "Christmas is coming, I want to hold your hands in snowy day.",
                "2014/12/24": "Happy Chirstmas Eve, I wish you were here.",
                "2014/12/25": "Happy 6 years Anniversary, you are the one and only, my love.",
                "2014/12/26": "Happy 6-year-and-1-day, love you so very much!",
                "2014/12/27": "Last weekend here, glad that I'm coming back to where you are.",
                "2014/12/28": "I won't forget to prepare so gifts in surprise to you, love.",
                "2014/12/29": "Final count down, packing and leaving, wait for me baby.",
                "2014/12/30": "I am going back to Taiwan, to meet you, my baby.",
                "2014/12/31": "In the end of the year, finally I am in your arms."
            }
        }
    }
}
